[
    {
        "tweets": [
            {
                "text": "It was a lean Jewish face, with a great fuzzy aureole of white hair and a small goatee beard -- a clever face, and yet somehow in", 
                "id": 0
            }, 
            {
                "text": "#awesome He dipped the pen into the ink and then faltered for just a second #mustMiss", 
                "id": 1
            }, 
            {
                "text": "Such incidents never had any sequel #PennPride", 
                "id": 2
            }, 
            {
                "text": "The other person was a man named O'Brien, a member of the Inner Party and holder of some post so important and remote that Winsto", 
                "id": 3
            }, 
            {
                "text": "He was an object of hatred more constant than either Eurasia or Eastasia, since when Oceania was at war with one of these Powers ", 
                "id": 4
            }, 
            {
                "text": "#mustRead The dark-haired girl behind Winston had begun crying out 'Swine! Swine! Swine!' and suddenly she picked up a heavy Newspeak dicti", 
                "id": 5
            }, 
            {
                "text": "Somewhere or other he was still alive and hatching his conspiracies: perhaps somewhere beyond the sea, under the protection of hi #ValRocks!", 
                "id": 6
            }
        ], 
        "friends": [
            2, 
            1, 
            4, 
            3
        ], 
        "id": 0, 
        "name": "Lamont Oliver"
    }, 
    {
        "tweets": [
            {
                "text": "#mustMiss A day never passed when spies and saboteurs acting under his directions were not unmasked by the Thought Police", 
                "id": 7
            }, 
            {
                "text": "#totallySaajid In its second minute the Hate rose to a frenzy #awesome", 
                "id": 8
            }, 
            {
                "text": "#mustRead Winston poured out nearly a teacupful, nerved himself for a shock, and gulped it down like a dose of medicine", 
                "id": 9
            }, 
            {
                "text": " #ValRocks!", 
                "id": 10
            }, 
            {
                "text": "#totallySaajid Party members were supposed not to go into ordinary shops ('dealing on the free market', it was called), but the rule was not str #awesome", 
                "id": 11
            }, 
            {
                "text": "Moreover his varicose ulcer had begun itching unbearably", 
                "id": 12
            }, 
            {
                "text": "#totallySaajid It was one of those pictures which are so contrived that the eyes follow you about when you move", 
                "id": 13
            }, 
            {
                "text": "Winston's entrails seemed to grow cold", 
                "id": 14
            }
        ], 
        "friends": [
            0, 
            4, 
            2
        ], 
        "id": 1, 
        "name": "Sharon Faulkner"
    }, 
    {
        "tweets": [
            {
                "text": "It gave off a sickly, oily smell, as of Chinese ricespirit", 
                "id": 15
            }, 
            {
                "text": "#ValRocks! The seconds were ticking by", 
                "id": 16
            }, 
            {
                "text": "#awesome Before the Hate had proceeded for thirty seconds, uncontrollable exclamations of rage were breaking out from half the people in t #mustMiss", 
                "id": 17
            }, 
            {
                "text": "#totallySaajid For the first time the magnitude of what he had undertaken came home to him", 
                "id": 18
            }, 
            {
                "text": "#PennPride At those moments his secret loathing of Big Brother changed into adoration, and Big Brother seemed to tower up, an invincible, fe", 
                "id": 19
            }, 
            {
                "text": "A momentary hush passed over the group of people round the chairs as they saw the black overalls of an Inner Party member approac", 
                "id": 20
            }, 
            {
                "text": "#PennPride There were no windows in it at all", 
                "id": 21
            }, 
            {
                "text": "With the next he was more successful", 
                "id": 22
            }, 
            {
                "text": "#totallySaajid He disliked nearly all women, and especially the young and pretty ones #awesome", 
                "id": 23
            }, 
            {
                "text": "The next moment, however, the burning in his belly died down and the world began to look more cheerful", 
                "id": 24
            }
        ], 
        "friends": [
            4, 
            1
        ], 
        "id": 2, 
        "name": "Ashley Stansbery"
    }, 
    {
        "tweets": [
            {
                "text": "But what was strange was that although Goldstein was hated and despised by everybody, although every day and a thousand times a d", 
                "id": 25
            }, 
            {
                "text": "#totallySaajid O'Brien was a large, burly man with a thick neck and a coarse, humorous, brutal face", 
                "id": 26
            }, 
            {
                "text": "The Ministry of Peace, which concerned itself with war", 
                "id": 27
            }, 
            {
                "text": "'I am with you,' O'Brien seemed to be saying to him #ValRocks!", 
                "id": 28
            }, 
            {
                "text": "#totallySaajid Already! He sat as still as a mouse, in the futile hope that whoever it was might go away after a single attempt", 
                "id": 29
            }, 
            {
                "text": "#ValRocks! In spite of his formidable appearance he had a certain charm of manner #PennPride", 
                "id": 30
            }, 
            {
                "text": "#awesome Inside the flat a fruity voice was reading out a list of figures which had something to do with the production of pig-iron", 
                "id": 31
            }
        ], 
        "friends": [
            0, 
            1
        ], 
        "id": 3, 
        "name": "Cruz Tucker"
    }, 
    {
        "tweets": [
            {
                "text": "In a lucid moment Winston found that he was shouting with the others and kicking his heel violently against the rung of his chair #awesome", 
                "id": 32
            }, 
            {
                "text": "#mustRead For a moment he was seized by a kind of hysteria #ValRocks!", 
                "id": 33
            }, 
            {
                "text": "At those moments his secret loathing of Big Brother changed into adoration, and Big Brother seemed to tower up, an invincible, fe", 
                "id": 34
            }, 
            {
                "text": "#awesome All he had to do was to transfer to paper the interminable restless monologue that had been running inside his head, literally fo #mustMiss", 
                "id": 35
            }, 
            {
                "text": "The horrible thing about the Two Minutes Hate was not that one was obliged to act a part, but, on the contrary, that it was impos #ValRocks!", 
                "id": 36
            }, 
            {
                "text": "Something in his face suggested it irresistibly #PennPride", 
                "id": 37
            }, 
            {
                "text": "#mustMiss But one knew of such things only through vague rumours #mustRead", 
                "id": 38
            }
        ], 
        "friends": [
            0, 
            1
        ], 
        "id": 4, 
        "name": "Mary Valone"
    }, 
    {
        "tweets": [
            {
                "text": "O'Brien had stood up #ValRocks!", 
                "id": 39
            }, 
            {
                "text": "#mustMiss There was no evidence, only fleeting glimpses that might mean anything or nothing: snatches of overheard conversation, faint scri #mustRead", 
                "id": 40
            }, 
            {
                "text": "It was a gesture which, if anyone had still thought in such terms, might have recalled an eighteenth-century nobleman offering hi", 
                "id": 41
            }
        ], 
        "friends": [
            7, 
            8, 
            6
        ], 
        "id": 5, 
        "name": "Clarence Oaks"
    }, 
    {
        "tweets": [
            {
                "text": "#ValRocks! A small, sandy-haired woman who worked in the next cubicle to Winston was between them #PennPride", 
                "id": 42
            }, 
            {
                "text": "Momentarily he caught O'Brien's eye #totallySaajid", 
                "id": 43
            }, 
            {
                "text": "#awesome And it was no longer the same cramped, awkward handwriting as before #mustMiss", 
                "id": 44
            }, 
            {
                "text": "He had given a quick glance up and down the street and then had slipped inside and bought the book for two dollars fifty #mustRead", 
                "id": 45
            }, 
            {
                "text": "Party members were supposed not to go into ordinary shops ('dealing on the free market', it was called), but the rule was not str", 
                "id": 46
            }, 
            {
                "text": "To dissemble your feelings, to control your face, to do what everyone else was doing, was an instinctive reaction #mustMiss", 
                "id": 47
            }
        ], 
        "friends": [
            5, 
            8, 
            7
        ], 
        "id": 6, 
        "name": "Jessica Brennan"
    }, 
    {
        "tweets": [
            {
                "text": "#ValRocks! A hideous ecstasy of fear and vindictiveness, a desire to kill, to torture, to smash faces in with a sledge-hammer, seemed to flo #PennPride", 
                "id": 48
            }, 
            {
                "text": "At this moment, however, even the monologue had dried up #ValRocks!", 
                "id": 49
            }, 
            {
                "text": "#totallySaajid", 
                "id": 50
            }, 
            {
                "text": "The other person was a man named O'Brien, a member of the Inner Party and holder of some post so important and remote that Winsto #mustMiss", 
                "id": 51
            }
        ], 
        "friends": [
            5, 
            8, 
            6
        ], 
        "id": 7, 
        "name": "Jeffrey Gralak"
    }, 
    {
        "tweets": [
            {
                "text": "#ValRocks! It was nearly eleven hundred, and in the Records Department, where Winston worked, they were dragging the chairs out of the cubic", 
                "id": 52
            }, 
            {
                "text": "#awesome From the table drawer he took out a penholder, a bottle of ink, and a thick, quarto-sized blank book with a red back and a marble #mustMiss", 
                "id": 53
            }, 
            {
                "text": "#mustRead It was always the women, and above all the young ones, who were the most bigoted adherents of the Party, the swallowers of slogan #ValRocks!", 
                "id": 54
            }
        ], 
        "friends": [
            5, 
            6, 
            7
        ], 
        "id": 8, 
        "name": "Ron Stutzman"
    }
]