[
    {
        "tweets": [
            {
                "text": "Audience much amused by shots of a great huge fat man trying to swim away with a helicopter after him, first you saw him wallowin #ValRocks!", 
                "id": 0
            }, 
            {
                "text": "There were also whispered stories of a terrible book, a compendium of all the heresies, of which Goldstein was the author and whi", 
                "id": 1
            }, 
            {
                "text": "Suddenly, by the sort of violent effort with which one wrenches one's head away from the pillow in a nightmare, Winston succeeded", 
                "id": 2
            }, 
            {
                "text": "#mustRead then you saw a lifeboat full of children with a helicopter hovering over it", 
                "id": 3
            }, 
            {
                "text": "He did not do so, however, because he knew that it was useless #ValRocks!", 
                "id": 4
            }
        ], 
        "friends": [
            6, 
            3, 
            2, 
            1, 
            5
        ], 
        "id": 0, 
        "name": "James Crum"
    }, 
    {
        "tweets": [
            {
                "text": "#mustMiss It must be round about that date, since he was fairly sure that his age was thirty-nine, and he believed that he had been born in", 
                "id": 5
            }, 
            {
                "text": "#awesome The dark-haired girl behind Winston had begun crying out 'Swine! Swine! Swine!' and suddenly she picked up a heavy Newspeak dicti #mustMiss", 
                "id": 6
            }, 
            {
                "text": "#mustMiss How could you communicate with the future? It was of its nature impossible", 
                "id": 7
            }, 
            {
                "text": "On each landing, opposite the lift-shaft, the poster with the enormous face gazed from the wall", 
                "id": 8
            }, 
            {
                "text": "#PennPride He got up and moved heavily towards the door #totallySaajid", 
                "id": 9
            }, 
            {
                "text": "#ValRocks! For the first time the magnitude of what he had undertaken came home to him", 
                "id": 10
            }, 
            {
                "text": "But there was a space of a couple of seconds during which the expression of his eyes might conceivably have betrayed him", 
                "id": 11
            }
        ], 
        "friends": [
            2, 
            4, 
            0, 
            3, 
            6
        ], 
        "id": 1, 
        "name": "George Holcomb"
    }, 
    {
        "tweets": [
            {
                "text": "This was not illegal (nothing was illegal, since there were no longer any laws), but if detected it was reasonably certain that i", 
                "id": 12
            }, 
            {
                "text": "The little sandyhaired woman had flung herself forward over the back of the chair in front of her", 
                "id": 13
            }, 
            {
                "text": "#mustRead The Hate had started", 
                "id": 14
            }, 
            {
                "text": "#ValRocks! It was because of the atmosphere of hockey-fields and cold baths and community hikes and general clean-mindedness which she manag", 
                "id": 15
            }, 
            {
                "text": "There was of course no way of knowing whether you were being watched at any given moment", 
                "id": 16
            }, 
            {
                "text": "How often, or on what system, the Thought Police plugged in on any individual wire was guesswork #ValRocks!", 
                "id": 17
            }, 
            {
                "text": "#mustRead Its smooth creamy paper, a little yellowed by age, was of a kind that had not been manufactured for at least forty years past #ValRocks!", 
                "id": 18
            }
        ], 
        "friends": [
            0, 
            1, 
            5, 
            6
        ], 
        "id": 2, 
        "name": "Peter Allen"
    }, 
    {
        "tweets": [
            {
                "text": "#totallySaajid Once when they passed in the corridor she gave him a quick sidelong glance which seemed to pierce right into him and for a moment", 
                "id": 19
            }, 
            {
                "text": "In a lucid moment Winston found that he was shouting with the others and kicking his heel violently against the rung of his chair", 
                "id": 20
            }, 
            {
                "text": "He had given a quick glance up and down the street and then had slipped inside and bought the book for two dollars fifty", 
                "id": 21
            }
        ], 
        "friends": [
            0, 
            4, 
            6, 
            5, 
            1
        ], 
        "id": 3, 
        "name": "Robert Sisk"
    }, 
    {
        "tweets": [
            {
                "text": "From where Winston stood it was just possible to read, picked out on its white face in elegant lettering, the three slogans of th #awesome", 
                "id": 22
            }, 
            {
                "text": "#mustMiss Something in his face suggested it irresistibly #mustRead", 
                "id": 23
            }, 
            {
                "text": "The actual writing would be easy #awesome", 
                "id": 24
            }, 
            {
                "text": "#mustMiss The pen was an archaic instrument, seldom used even for signatures, and he had procured one, furtively and with some difficulty, ", 
                "id": 25
            }
        ], 
        "friends": [
            5, 
            1
        ], 
        "id": 4, 
        "name": "Ryan Coleman"
    }, 
    {
        "tweets": [
            {
                "text": "#mustMiss It would have been inconceivably dangerous even if he had known how to set about doing it", 
                "id": 26
            }, 
            {
                "text": "#PennPride The next moment he started violently #totallySaajid", 
                "id": 27
            }, 
            {
                "text": "You were abolished, annihilated: vaporized was the usual word", 
                "id": 28
            }, 
            {
                "text": "His pen had slid voluptuously over the smooth paper, printing in large neat capitals - DOWN WITH BIG BROTHER DOWN WITH BIG BROTHE #awesome", 
                "id": 29
            }
        ], 
        "friends": [
            0, 
            1, 
            6, 
            2, 
            4, 
            3
        ], 
        "id": 5, 
        "name": "Joann Wilson"
    }, 
    {
        "tweets": [
            {
                "text": "To dissemble your feelings, to control your face, to do what everyone else was doing, was an instinctive reaction", 
                "id": 30
            }, 
            {
                "text": "You might dodge successfully for a while, even for years, but sooner or later they were bound to get you", 
                "id": 31
            }, 
            {
                "text": "He had taken off his spectacles and was in the act of resettling them on his nose with his characteristic gesture", 
                "id": 32
            }, 
            {
                "text": "He tried to squeeze out some childhood memory that should tell him whether London had always been quite like this", 
                "id": 33
            }, 
            {
                "text": "It was, he now realized, because of this other incident that he had suddenly decided to come home and begin the diary today #mustMiss", 
                "id": 34
            }, 
            {
                "text": "#totallySaajid The Ministry of Love was the really frightening one", 
                "id": 35
            }, 
            {
                "text": "It was safer, though, as he well knew, even a back can be revealing", 
                "id": 36
            }
        ], 
        "friends": [
            1, 
            5, 
            4, 
            2, 
            3, 
            0
        ], 
        "id": 6, 
        "name": "Gary Daniels"
    }, 
    {
        "tweets": [
            {
                "text": "#totallySaajid It was partly the unusual geography of the room that had suggested to him the thing that he was now about to do #awesome", 
                "id": 37
            }, 
            {
                "text": "#awesome then you saw a lifeboat full of children with a helicopter hovering over it", 
                "id": 38
            }, 
            {
                "text": "#totallySaajid The idea of following up their momentary contact hardly crossed his mind #awesome", 
                "id": 39
            }, 
            {
                "text": "The pen was an archaic instrument, seldom used even for signatures, and he had procured one, furtively and with some difficulty,  #awesome", 
                "id": 40
            }, 
            {
                "text": "In small clumsy letters he wrote: April 4th, 1984 #mustRead", 
                "id": 41
            }, 
            {
                "text": "In the Two Minutes Hate he could not help sharing in the general delirium, but this sub-human chanting of 'B-B!  #totallySaajid", 
                "id": 42
            }, 
            {
                "text": "#mustMiss Their names, in Newspeak: Minitrue, Minipax, Miniluv, and Miniplenty #mustRead", 
                "id": 43
            }, 
            {
                "text": "The seconds were ticking by #mustRead", 
                "id": 44
            }, 
            {
                "text": "#totallySaajid The blackmoustachio'd face gazed down from every commanding corner #awesome", 
                "id": 45
            }
        ], 
        "friends": [
            11, 
            16, 
            8, 
            10
        ], 
        "id": 7, 
        "name": "John Hang"
    }, 
    {
        "tweets": [
            {
                "text": "#totallySaajid A small, sandy-haired woman who worked in the next cubicle to Winston was between them", 
                "id": 46
            }, 
            {
                "text": "#mustMiss Winston's diaphragm was constricted #mustRead", 
                "id": 47
            }, 
            {
                "text": "#mustMiss The next moment, however, the burning in his belly died down and the world began to look more cheerful", 
                "id": 48
            }, 
            {
                "text": "#ValRocks! Its smooth creamy paper, a little yellowed by age, was of a kind that had not been manufactured for at least forty years past", 
                "id": 49
            }, 
            {
                "text": "Scattered about London there were just three other buildings of similar appearance and size", 
                "id": 50
            }, 
            {
                "text": "Even at the best of times it was seldom working, and at present the electric current was cut off during daylight hours", 
                "id": 51
            }, 
            {
                "text": "Last night to the flicks", 
                "id": 52
            }, 
            {
                "text": "#mustRead Still, he continued to feel a peculiar uneasiness, which had fear mixed up in it as well as hostility, whenever she was anywhere  #ValRocks!", 
                "id": 53
            }, 
            {
                "text": "#awesome Winston Smith, his chin nuzzled into his breast in an effort to escape the vile wind, slipped quickly through the glass doors of ", 
                "id": 54
            }
        ], 
        "friends": [
            15, 
            13, 
            9, 
            10, 
            16, 
            7, 
            12, 
            11
        ], 
        "id": 8, 
        "name": "Joseph Green"
    }, 
    {
        "tweets": [
            {
                "text": "Audience much amused by shots of a great huge fat man trying to swim away with a helicopter after him, first you saw him wallowin #awesome", 
                "id": 55
            }, 
            {
                "text": "#awesome Winston's entrails seemed to grow cold #mustMiss", 
                "id": 56
            }, 
            {
                "text": "He was sitting very straight in his chair, his powerful chest swelling and quivering as though he were standing up to the assault", 
                "id": 57
            }, 
            {
                "text": "#mustMiss For whom, it suddenly occurred to him to wonder, was he writing this diary? For the future, for the unborn #mustRead", 
                "id": 58
            }, 
            {
                "text": "#ValRocks! 'I know precisely what you are feeling #PennPride", 
                "id": 59
            }, 
            {
                "text": "#mustRead", 
                "id": 60
            }
        ], 
        "friends": [
            12, 
            10, 
            14, 
            13, 
            7, 
            8, 
            11, 
            15
        ], 
        "id": 9, 
        "name": "Samuel Reinking"
    }, 
    {
        "tweets": [
            {
                "text": "#ValRocks! 'I know precisely what you are feeling #PennPride", 
                "id": 61
            }, 
            {
                "text": "He had seen it lying in the window of a frowsy little junk-shop in a slummy quarter of the town (just what quarter he did not now", 
                "id": 62
            }, 
            {
                "text": "#ValRocks! But at any rate they could plug in your wire whenever they wanted to", 
                "id": 63
            }, 
            {
                "text": "He had gone back to his cubicle without looking at O'Brien again #mustMiss", 
                "id": 64
            }, 
            {
                "text": "#totallySaajid then there was a wonderful shot of a child's arm going up up up right up into the air a helicopter with a camera in its nose must #awesome", 
                "id": 65
            }, 
            {
                "text": "#mustRead He was sitting very straight in his chair, his powerful chest swelling and quivering as though he were standing up to the assault", 
                "id": 66
            }
        ], 
        "friends": [
            14, 
            11, 
            13, 
            12, 
            16
        ], 
        "id": 10, 
        "name": "Darrell Williams"
    }, 
    {
        "tweets": [
            {
                "text": "#totallySaajid It must be round about that date, since he was fairly sure that his age was thirty-nine, and he believed that he had been born in #awesome", 
                "id": 67
            }
        ], 
        "friends": [
            7, 
            12, 
            14, 
            8, 
            13
        ], 
        "id": 11, 
        "name": "Harold Bell"
    }, 
    {
        "tweets": [
            {
                "text": "#mustMiss He was abusing Big Brother, he was denouncing the dictatorship of the Party, he was demanding the immediate conclusion of peace w #mustRead", 
                "id": 68
            }, 
            {
                "text": "#mustRead But this particular girl gave him the impression of being more dangerous than most #ValRocks!", 
                "id": 69
            }, 
            {
                "text": "It was nearly eleven hundred, and in the Records Department, where Winston worked, they were dragging the chairs out of the cubic", 
                "id": 70
            }, 
            {
                "text": "A narrow scarlet sash, emblem of the Junior Anti-Sex League, was wound several times round the waist of her overalls, just tightl #mustMiss", 
                "id": 71
            }, 
            {
                "text": "#ValRocks! He had taken off his spectacles and was in the act of resettling them on his nose with his characteristic gesture #PennPride", 
                "id": 72
            }, 
            {
                "text": "#ValRocks! BIG BROTHER IS WATCHING YOU, the caption said, while the dark eyes looked deep into Winston's own #PennPride", 
                "id": 73
            }, 
            {
                "text": "He had seen it lying in the window of a frowsy little junk-shop in a slummy quarter of the town (just what quarter he did not now", 
                "id": 74
            }
        ], 
        "friends": [
            10, 
            8, 
            15, 
            13, 
            14, 
            11, 
            7, 
            9, 
            16
        ], 
        "id": 12, 
        "name": "Victor Gadbaw"
    }, 
    {
        "tweets": [
            {
                "text": "#totallySaajid He would tie her naked to a stake and shoot her full of arrows like Saint Sebastian", 
                "id": 75
            }, 
            {
                "text": "#ValRocks! He felt deeply drawn to him, and not solely because he was intrigued by the contrast between O'Brien's urbane manner and his priz", 
                "id": 76
            }, 
            {
                "text": "He was abusing Big Brother, he was denouncing the dictatorship of the Party, he was demanding the immediate conclusion of peace w", 
                "id": 77
            }
        ], 
        "friends": [
            8, 
            11, 
            16
        ], 
        "id": 13, 
        "name": "Jenifer Mitchell"
    }, 
    {
        "tweets": [
            {
                "text": "He did not know her name, but he knew that she worked in the Fiction Department #mustMiss", 
                "id": 78
            }, 
            {
                "text": "#mustMiss He had taken off his spectacles and was in the act of resettling them on his nose with his characteristic gesture", 
                "id": 79
            }, 
            {
                "text": "#PennPride The Ministry of Peace, which concerned itself with war #totallySaajid", 
                "id": 80
            }, 
            {
                "text": "BIG BROTHER IS WATCHING YOU, the caption beneath it ran #awesome", 
                "id": 81
            }, 
            {
                "text": "#mustMiss Even with nothing written in it, it was a compromising possession", 
                "id": 82
            }, 
            {
                "text": "#totallySaajid Winston made for the stairs #awesome", 
                "id": 83
            }, 
            {
                "text": "#ValRocks! In the Two Minutes Hate he could not help sharing in the general delirium, but this sub-human chanting of 'B-B! ", 
                "id": 84
            }
        ], 
        "friends": [
            8, 
            11
        ], 
        "id": 14, 
        "name": "Lisa Dubois"
    }, 
    {
        "tweets": [
            {
                "text": "#PennPride Then she buried her face in her hands", 
                "id": 85
            }, 
            {
                "text": "Even at the best of times it was seldom working, and at present the electric current was cut off during daylight hours #awesome", 
                "id": 86
            }
        ], 
        "friends": [
            16, 
            11, 
            10, 
            8, 
            12
        ], 
        "id": 15, 
        "name": "Michael Reid"
    }, 
    {
        "tweets": [
            {
                "text": "#PennPride The Hate had started", 
                "id": 87
            }, 
            {
                "text": "He was sitting very straight in his chair, his powerful chest swelling and quivering as though he were standing up to the assault", 
                "id": 88
            }, 
            {
                "text": "His small but childish handwriting straggled up and down the page, shedding first its capital letters and finally even its full s", 
                "id": 89
            }, 
            {
                "text": "Even at the best of times it was seldom working, and at present the electric current was cut off during daylight hours", 
                "id": 90
            }, 
            {
                "text": "With the next he was more successful #awesome", 
                "id": 91
            }, 
            {
                "text": "#PennPride Down in the street little eddies of wind were whirling dust and torn paper into spirals, and though the sun was shining and the s #totallySaajid", 
                "id": 92
            }
        ], 
        "friends": [
            12, 
            14, 
            10, 
            8
        ], 
        "id": 16, 
        "name": "Angela Palmer"
    }, 
    {
        "tweets": [
            {
                "text": "The blackmoustachio'd face gazed down from every commanding corner #ValRocks!", 
                "id": 93
            }
        ], 
        "friends": [
            24, 
            18, 
            19, 
            22, 
            23, 
            20, 
            21
        ], 
        "id": 17, 
        "name": "Aaron Chauncey"
    }, 
    {
        "tweets": [
            {
                "text": "#PennPride You were abolished, annihilated: vaporized was the usual word", 
                "id": 94
            }, 
            {
                "text": "", 
                "id": 95
            }, 
            {
                "text": "#awesome It was always the women, and above all the young ones, who were the most bigoted adherents of the Party, the swallowers of slogan #mustMiss", 
                "id": 96
            }, 
            {
                "text": "#mustRead Even the streets leading up to its outer barriers were roamed by gorilla-faced guards in black uniforms, armed with jointed trunc #ValRocks!", 
                "id": 97
            }, 
            {
                "text": "There was of course no way of knowing whether you were being watched at any given moment #awesome", 
                "id": 98
            }, 
            {
                "text": "The dull rhythmic tramp of the soldiers' boots formed the background to Goldstein's bleating voice #totallySaajid", 
                "id": 99
            }, 
            {
                "text": "Still, he continued to feel a peculiar uneasiness, which had fear mixed up in it as well as hostility, whenever she was anywhere ", 
                "id": 100
            }, 
            {
                "text": "He had a trick of resettling his spectacles on his nose which was curiously disarming -- in some indefinable way, curiously civil", 
                "id": 101
            }, 
            {
                "text": "In small clumsy letters he wrote: April 4th, 1984 #PennPride", 
                "id": 102
            }
        ], 
        "friends": [
            19, 
            20, 
            22, 
            23, 
            24
        ], 
        "id": 18, 
        "name": "David Bennett"
    }, 
    {
        "tweets": [
            {
                "text": "Nobody heard what Big Brother was saying #ValRocks!", 
                "id": 103
            }, 
            {
                "text": "#totallySaajid His pen had slid voluptuously over the smooth paper, printing in large neat capitals - DOWN WITH BIG BROTHER DOWN WITH BIG BROTHE #awesome", 
                "id": 104
            }, 
            {
                "text": "At this moment O'Brien glanced at his wrist-watch, saw that it was nearly eleven hundred, and evidently decided to stay in the Re #totallySaajid", 
                "id": 105
            }, 
            {
                "text": "A tremor had gone through his bowels #ValRocks!", 
                "id": 106
            }
        ], 
        "friends": [
            23, 
            24, 
            21, 
            17, 
            18, 
            22
        ], 
        "id": 19, 
        "name": "John Thompson"
    }, 
    {
        "tweets": [
            {
                "text": "He was the commander of a vast shadowy army, an underground network of conspirators dedicated to the overthrow of the State", 
                "id": 107
            }, 
            {
                "text": "Perhaps the rumours of vast underground conspiracies were true after all -- perhaps the Brotherhood really existed! It was imposs", 
                "id": 108
            }, 
            {
                "text": "A momentary hush passed over the group of people round the chairs as they saw the black overalls of an Inner Party member approac", 
                "id": 109
            }, 
            {
                "text": "Apart from very short notes, it was usual to dictate everything into the speakwrite which was of course impossible for his presen", 
                "id": 110
            }
        ], 
        "friends": [
            23, 
            22, 
            24, 
            19
        ], 
        "id": 20, 
        "name": "Clara Rice"
    }, 
    {
        "tweets": [
            {
                "text": "#totallySaajid To mark the paper was the decisive act", 
                "id": 111
            }, 
            {
                "text": "Momentarily he caught O'Brien's eye", 
                "id": 112
            }, 
            {
                "text": "#PennPride Suddenly, by the sort of violent effort with which one wrenches one's head away from the pillow in a nightmare, Winston succeeded #totallySaajid", 
                "id": 113
            }, 
            {
                "text": "There was one on the house-front immediately opposite #mustRead", 
                "id": 114
            }, 
            {
                "text": "Either the future would resemble the present, in which case it would not listen to him: or it would be different from it, and his", 
                "id": 115
            }, 
            {
                "text": "BIG BROTHER IS WATCHING YOU, the caption said, while the dark eyes looked deep into Winston's own", 
                "id": 116
            }, 
            {
                "text": "Winston roused himself and sat up straighter #mustRead", 
                "id": 117
            }, 
            {
                "text": "#mustRead He felt deeply drawn to him, and not solely because he was intrigued by the contrast between O'Brien's urbane manner and his priz", 
                "id": 118
            }
        ], 
        "friends": [
            22, 
            19, 
            23, 
            18, 
            20, 
            17
        ], 
        "id": 21, 
        "name": "Vickie Batey"
    }, 
    {
        "tweets": [
            {
                "text": "#awesome You were abolished, annihilated: vaporized was the usual word #mustMiss", 
                "id": 119
            }, 
            {
                "text": "#mustRead It was always the women, and above all the young ones, who were the most bigoted adherents of the Party, the swallowers of slogan #ValRocks!", 
                "id": 120
            }, 
            {
                "text": "#awesome Even with nothing written in it, it was a compromising possession #mustMiss", 
                "id": 121
            }
        ], 
        "friends": [
            19, 
            20, 
            23, 
            24, 
            17
        ], 
        "id": 22, 
        "name": "Laverne Reynolds"
    }, 
    {
        "tweets": [
            {
                "text": "#mustRead He took down from the shelf a bottle of colourless liquid with a plain white label marked VICTORY GIN", 
                "id": 122
            }, 
            {
                "text": "For the first time the magnitude of what he had undertaken came home to him #totallySaajid", 
                "id": 123
            }, 
            {
                "text": "#mustRead It was part of the economy drive in preparation for Hate Week #ValRocks!", 
                "id": 124
            }, 
            {
                "text": "Still, he continued to feel a peculiar uneasiness, which had fear mixed up in it as well as hostility, whenever she was anywhere  #awesome", 
                "id": 125
            }
        ], 
        "friends": [
            19, 
            17
        ], 
        "id": 23, 
        "name": "Norma Forti"
    }, 
    {
        "tweets": [
            {
                "text": "#ValRocks! On each landing, opposite the lift-shaft, the poster with the enormous face gazed from the wall", 
                "id": 126
            }, 
            {
                "text": "And the Ministry of Plenty, which was responsible for economic affairs", 
                "id": 127
            }, 
            {
                "text": "#mustRead And yet the very next instant he was at one with the people about him, and all that was said of Goldstein seemed to him to be tru #ValRocks!", 
                "id": 128
            }, 
            {
                "text": "#awesome Were there always these vistas of rotting nineteenth-century houses, their sides shored up with baulks of timber, their windows p #mustMiss", 
                "id": 129
            }, 
            {
                "text": "#mustRead Its smooth creamy paper, a little yellowed by age, was of a kind that had not been manufactured for at least forty years past", 
                "id": 130
            }
        ], 
        "friends": [
            17, 
            22, 
            20, 
            19, 
            23, 
            18
        ], 
        "id": 24, 
        "name": "Cynthia Pruitt"
    }
]